main_menu = '''\n Главное меню:
    1. Показать все контакты
    2. Добавить контакт
    3. Найти контакт
    4. Изменить контакт
    5. Удалить контакт
    6. Выход\n'''

change_contact_menu = '''\n Главное меню:
    1. Изменить ФИО: 
    2. Изменить номер телефона
    3. Не вносить изменений/закончить редактирование контакта'''

input_value = 'Выберите пункт меню: \n'

file_path = 'file.txt'

new_fio = 'Введите ФИО нового контакта: \n'
new_phone = 'Введите номер телефона контакта: \n'


succsesful_message = 'Операция выполнена успешно'


search_info = 'Введите информация для поиска: \n'

search_fall = 'Ничего не найдено!\n'

phone_book_empty = 'Телефонная  книга пуста!'

bye_message = 'Работа со справочником завершена!'

search_message = 'Необходимо сузить условия поиска, найдено боллее одного контакта'

new_data = 'Введите новые данные: '